export const devlog = [
  {
    version: "0.17",
    description: "Перенесення між рахунками",
  },
  {
    version: "0.16",
    description: "Вивід сум витрат і доходів у відповідностів до вибраного періоду",
  },
  {
    version: "0.15",
    description: "Вивід суми в дашборді і транзакціях з урахуванням курсів валют",
  },
  {
    version: "0.14",
    description: "Додана пагінація у вкладках",
  },
  {
    version: "0.135",
    description: "Відредаговано барчарт, показ топ 7 витрат по категорях",
  },
  {
    version: "0.13",
    description: "Додано підрахунок витрат зі всі рахунків, з урахуванням курсів валют",
  },
  {
    version: "0.12",
    description: "Додані курси валют, додані графіки",
  },
  {
    version: "0.1",
    description: "Запуск першої бета версії",
  },
  {
    version: "0.0.9",
    description: "Доданий місячний графік витрат",
  },
  {
    version: "0.0.8",
    description: "Додана можливість переглядати витрати з різних рахунків та за різні періоди",
  },
  {
    version: "0.0.7",
    description: "Додана можливість створювати транзакції",
  },
  {
    version: "0.0.6",
    description: "Додана можливість створювати категорії витрат",
  },
  {
    version: "0.0.5",
    description: "Додана можливість створювати рахунки",
  },
  {
    version: "0.0.4",
    description: "Додана реєстрація через Google та github",
  },
];
