export const devlog = [
  {
    version: "0.12",
    description: "Додані курси валют, додані графіки",
  },
  {
    version: "0.1",
    description: "Запуск першої бета версії",
  },
  {
    version: "0.0.9",
    description: "Доданий місячний графік витрат",
  },
  {
    version: "0.0.8",
    description: "Додана можливість переглядати витрати з різних рахунків та за різні періоди",
  },
  {
    version: "0.0.7",
    description: "Додана можливість створювати транзакції",
  },
  {
    version: "0.0.6",
    description: "Додана можливість створювати категорії витрат",
  },
  {
    version: "0.0.5",
    description: "Додана можливість створювати рахунки",
  },
  {
    version: "0.0.4",
    description: "Додана реєстрація через Google та github",
  },
];
